#version: 0.2
e n
i n
d e
' :</w>
r a
t i
o n
s e
o de
- -
o r
t ra
t a
S e
l a
ti on
r e
in g</w>
m ode
{ '
en c
e r
t h
o n</w>
e r</w>
d a
t t
c h
$ {
m a
l e</w>
i z
c a
Se q
u t
tra in
ti on</w>
t h</w>
n s
e -
c on
a r
u m
u e
t o
r ue
o d
n um
da ta
a v
T rue
Seq 2
' :
u r
tt en
tra ns
to k
r ':</w>
p o
num _
mode l
m p
l e
i n</w>
i d
f or
f o
e ra
Se q</w>
1 2
ur r
urr en
u l
tten tion
t o</w>
s ing</w>
n d</w>
mode l</w>
la b
i g</w>
for m
f ig</w>
e d</w>
con fig</w>
c urren
a i
` `</w>
_ config</w>
_ D
_D I
_DI R
U T
T ra
T A
TA S
TAS E
TASE T
Seq2 Seq</w>
M T
D A
